Repository: devops-future/drupal-cactus-king
Catalog: modules/uc_attributes_*_cart/translations/*.po
Languages: fr

source: Attributes
fr: Attributs

source: Here are listed the attributes you have defined in your store administration.
fr: Sur cette page sont listés les attributs que vous avez définis dans la configuration de votre boutique.

source: Filter out attributes that are no longer in stock
fr: Masquer les attributes qui ne sont plus en stock

source: Check this box if you want to filter out attributes that are no longer in stock when viewing the cart page.
fr: Cochez cette case si vous souhaitez masquer les attributs qui ne sont plus en stock lors de l'affichage du panier.

source: Show attribute form in cart
fr: Afficher le formulaire de l'attribut dans le panier

source: Check this box if you want this attribute form to be displayed in cart.
fr: Cochez cette case si vous voulez que le formulaire de cet attribut soit affiché dans le panier.

source: Show attribute title in cart
fr: Afficher le titre de l'attribut dans le panier

source: Check this box if you want this attribute form to have a title in cart.
fr: Cochez cette case si vous voulez que le formulaire de cet attribut ait un titre dans le panier.

source: Enclose the attribute's form in a fieldset
fr: Intégrer le formulaire de l'attribut dans un groupe de champs

source: Check this box if you want this attribute's form to be enclosed in a fieldset (when you have for example a long list of options).
fr: Cochez cette case si vous voulez que le formulaire de cet attribut soit intégré dans un groupe de champs (si par exemple vous avez une liste d'options longue).

source: Save
fr: Enregistrer

source: The settings have been saved.
fr: Les paramètres ont été enregistrés.

source: administer attributes in cart settings
fr: administrer les paramètres des attributs dans le panier

source: Attributes in cart settings
fr: Paramètres des attributs dans le panier

source: Administer the settings of attributes in cart.
fr: Administrer les paramètres des attributs dans le panier.

source: The <em>Attributes in cart</em> module has been installed. You can change the settings of this module under !link.
fr: Le module <em>Attributes in cart</em> a été installé. Vous pouvez modifier les paramètres de ce module sous !link.

source: The <em>Attributes in cart</em> module has been uninstalled.
fr: Le module <em>Attributes in cart</em> a été désinstallé.

source: Allow users to modify attributes of Ubercart products directly in their cart.
fr: Permet aux utilisateurs de changer les attributs de produits Ubercart directement dans leur panier.
